tap "anomalyco/tap"
tap "caarlos0/tap"
tap "felixkratz/formulae"
tap "mongodb/brew"
tap "shivammathur/php"
tap "surrealdb/tap"
brew "gettext"
brew "automake"
brew "openssl@3"
brew "oniguruma"
brew "bat"
brew "bison"
brew "block-goose-cli"
brew "btop"
brew "bzip2"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "curl"
brew "readline"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker"
brew "libsodium"
brew "efm-langserver"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "gmp"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gtk+3"
brew "hidapi"
brew "htop"
brew "httpie"
brew "icu4c@76"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "libedit"
brew "libiconv"
brew "libzip"
brew "lua-language-server"
brew "luarocks"
brew "macvim"
brew "mise"
brew "mole"
brew "mysql@8.0", restart_service: :changed
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "openjdk@17"
brew "pandoc"
brew "python@3.11"
brew "re2c"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "scrcpy"
brew "starship"
brew "stylua"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "felixkratz/formulae/sketchybar"
cask "codex"
cask "dbngin"
cask "discord"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "google-drive"
cask "hammerspoon"
cask "handbrake-app"
cask "keepassxc"
cask "orbstack"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "windows-app"
vscode "antfu.theme-vitesse"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "sanderronde.phpstan-vscode"
vscode "stuart.unique-window-colors"
vscode "vscodevim.vim"
vscode "vue.volar"
